#---------------------------------------------------
# Message resource
#---------------------------------------------------
# ERROR
APP_MSG_ID_ERR_001= Pha\u0309i \u0111u\u0301ng \u0111i\u0323nh da\u0323ng [dd1,dd2,dd3/mm;dd1-dd2/mm;dd1/mm-dd2/mm]
APP_MSG_ID_ERR_002= Pha\u0309i \u0111u\u0301ng \u0111i\u0323nh da\u0323ng [hh:mm-hh:mm[HS];hh-hh[HS]]
APP_MSG_ID_ERR_003= {0} pha\u0309i t\u01b0\u0300 {1} \u0111\u00ea\u0301n {2}
COM_MSG_ID_ERR_021= Dung l\u01b0\u1ee3ng h\u00ecnh \u1ea3nh ph\u1ea3i nh\u1ecf h\u01a1n 2MB.
COM_MSG_ID_ERR_022= D\u1eef li\u1ec7u b\u1ea1n c\u1ea7n x\u00f3a \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u1edf b\u1ea3ng kh\u00e1c n\u00ean kh\u00f4ng th\u1ec3 x\u00f3a.
COM_MSG_ID_ERR_023= b\u1ecb tr\u00f9ng l\u0103\u0301p. Vui l\u00f2ng nh\u1eadp t\u00ean kh\u00e1c.

# INFO
# P0300
APP_MSG_ID_INF_001=Kh\u00f4ng ti\u0300m th\u00e2\u0301y th\u00f4ng tin ch\u01b0\u01a1ng tri\u0300nh ho\u0103\u0323c ch\u01b0\u01a1ng tri\u0300nh \u0111a\u0303 bi\u0323 hu\u0309y. Vui lo\u0300ng c\u00e2\u0323p nh\u00e2\u0323t la\u0323i th\u00f4ng tin tr\u00ean ma\u0300n hi\u0300nh.
APP_MSG_ID_INF_002=Kh\u00f4ng co\u0301 b\u00e2\u0301t ky\u0300 ch\u01b0\u01a1ng tri\u0300nh na\u0300o \u0111\u00ea\u0309 ph\u00e2n b\u00f4\u0301.
APP_MSG_ID_INF_003=Ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n t\u1ea1i ch\u01b0a c\u00f3 nh\u00e2n vi\u00ean.
APP_MSG_ID_INF_004=Ch\u01b0a c\u00f3 nh\u00e2n vi\u00ean n\u00e0o \u0111\u01b0\u1ee3c ch\u1ecdn.
APP_MSG_ID_INF_005=Ch\u01b0\u01a1ng tr\u00ecnh ph\u00e2n b\u1ed5 v\u00e0 v\u1ecb tr\u00ed kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
COM_MSG_ID_INF_006=Import d\u1eef li\u1ec7u th\u00e0nh c\u00f4ng.
COM_MSG_ID_INF_007=B\u1ea1n th\u1eadt s\u1ef1 mu\u1ed1n m\u01a1\u0309 kho\u0301a th\u00f4ng tin ?
COM_MSG_ID_INF_008=B\u1ea1n th\u1eadt s\u1ef1 mu\u1ed1n kho\u0301a th\u00f4ng tin ?
COM_MSG_ID_INF_009=B\u1ea1n \u0111a\u0303 m\u01a1\u0309 kho\u0301a th\u00f4ng tin tha\u0300nh c\u00f4ng.
COM_MSG_ID_INF_010=B\u1ea1n \u0111a\u0303 kho\u0301a th\u00f4ng tin tha\u0300nh c\u00f4ng.
COM_MSG_ID_INF_011=B\u1ea1n c\u00f3 mu\u1ed1n ho\u00e0n tr\u1ea3 thi\u1ebft b\u1ecb h\u1ebft v\u1ec1 kho kh\u00f4ng?
COM_MSG_ID_INF_012=B\u1ea1n \u0111a\u0303 ho\u00e0n tr\u1ea3 thi\u1ebft b\u1ecb h\u1ebft v\u1ec1 kho tha\u0300nh c\u00f4ng.

# WARNING
APP_MSG_ID_WARN_001 = D\u01b0\u0303 li\u00ea\u0323u \u0111a\u0303 chi\u0309nh s\u01b0\u0309a ch\u01b0a \u0111\u01b0\u01a1\u0323c l\u01b0u. Ba\u0323n co\u0301 mu\u00f4\u0301n l\u01b0u la\u0323i ?
I0200_MSG_ID_WARN_001 = D\u01b0\u0303 li\u00ea\u0323u \u0111a\u0303 chi\u0309nh s\u01b0\u0309a ch\u01b0a \u0111\u01b0\u01a1\u0323c l\u01b0u. Ba\u0323n co\u0301 mu\u00f4\u0301n l\u01b0u la\u0323i tr\u01b0\u01a1\u0301c khi thoa\u0301t ?
I0200_MSG_ID_WARN_002 = B\u1ed9 thi\u1ebft b\u1ecb ch\u01b0a c\u00f3 thi\u1ebft b\u1ecb trong b\u1ed9. Vui l\u00f2ng nh\u1eadp thi\u1ebft b\u1ecb trong b\u1ed9.
I0200_MSG_ID_WARN_003 = Thi\u1ebft b\u1ecb ch\u01b0a c\u00f3 m\u00e3 v\u1ea1ch. Vui l\u00f2ng t\u1ea1o m\u00e3 v\u1ea1ch.